Revit 2023 API
GroupTypeId.Nodes Property
 "Nodes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Nodes { get; }
Visual Basic
Public Shared ReadOnly Property Nodes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Nodes {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace